Repository: akanouras/cartridge
Catalog: cartridge/shop/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Product filters
pl: Filtry produktów

source: Current variations
pl: Aktualne warianty

source: Other products
pl: Inne produkty

source: Create new variations
pl: Stwórz nowe warianty

source: Items
pl: Produkty

source: Billing details
pl: Szczegóły płatności

source: Shipping details
pl: Szczegóły do wysyłki

source: Order totals
pl: Podsumy zamówienia

source: Apply to product and/or products in categories
pl: Zastosuj do produktu i/lub produktów w kategoriach

source: Reduce unit price by
pl: Obniż cenę za sztukę o

source: Sale period
pl: Okres wyprzedaży

source: Valid for
pl: Ważne do

source: Check cart and previous orders
pl: Koszyk i wcześniejsze zamówienia

source: Check if the user has connection
pl: Połączenia użytkownika

source: Flat rate shipping
pl: Stały koszt wysyłki

source: Tax
pl: Podatek

source: Details
pl: Szczegóły

source: Address
pl: Adres

source: Payment
pl: Płatność

source: Confirmation
pl: Potwierdzenie

source: Controls the ordering and grouping of the admin menu.
pl: Kontroluje kolejność i grupowanie menu w panelu administracyjnym.

source: Content
pl: Treść

source: Media Library
pl: Biblioteka mediów

source: Shop
pl: Sklep

source: Site
pl: Strona

source: Users
pl: Użytkownicy

source: Sequence of models that will be provided by default as choices in the search form. Each model should be in the format ``app_label.model_name``. Only models that subclass ``mezzanine.core.models.Displayable`` should be used.
pl: Lista modeli domyślnie dostępnych do wyboru w formularzu wyszukiwania. Każdy model powinien być w formacie ``aplikacja.model``. Powinny to być tylko modele, które dziedziczą po ``mezzanine.core.models.Displayable``.

source: Sequence of setting names available within templates.
pl: Lista ustawień dostępnych w szablonach.

source: Enable featured images in shop categories
pl: Włącz wybrane zdjęcia w kategoriach

source: Checkout account required
pl: Zamawianie wymaga konta

source: If True, users must create a login for the checkout process.
pl: Czy użytkownicy muszą się zarejestrować, aby złożyć zamówienie?

source: Payment Enabled
pl: Płatność włączona

source: If False, there is no payment step on the checkout process.
pl: Czy proces zamawiania ma zawierać etap płatności?

source: Currency Locale
pl: Waluta

source: Default Shipping Cost
pl: Domyślny koszt wysyłki

source: Default cost of shipping when no custom shipping is implemented.
pl: Domyślny koszt wysyłki, gdy nie ma własnej implementacji wysyłki.

source: Discount in Cart
pl: Rabat w koszyku

source: Discount codes can be entered on the cart page.
pl: Kody rabatowe mogą być wpisywane na stronie koszyka.

source: Discount in Checkout
pl: Rabat przy zamawianiu

source: Discount codes can be entered on the first checkout step.
pl: Kody rabatowe mogą być wpisywane w pierwszym etapie realizacji zamówienia.

source: Billing & Shipping Handler
pl: Funkcja obsługująca płatność i wysyłkę

source: Tax Handler
pl: Funkcja obsługująca podatki

source: Order Handler
pl: Funkcja obsługująca zamówienie

source: Payment Handler
pl: Funkcja obsługująca płatność

source: Size
pl: Rozmiar

source: Colour
pl: Kolor

source: Order Email Subject
pl: Tytuł listu z zamówieniem

source: Subject to be used when sending the order receipt email.
pl: Temat listu wysyłanego po przyjęciu zamówienia.

source: From Email
pl: Adres 'Od'

source: Email address from which order receipts should be emailed.
pl: Adres, z którego będą wysyłane listy informujące o przyjęciu zamówienia.

source: Order notification email addresses
pl: Adresy powiadamiane o zamówieniach

source: A comma separated list of email addresses that will receive an email notification each time a new order is placed.
pl: Lista adresów, na które będzie wysyłane powiadomienie, za każdym razem gdy złożone zostaje nowe zamówienie

source: Attach invoice documents to order receipts
pl: Dołączaj dokumenty do pokwitowań zamówień

source: Should an invoice document, in the form of a .pdf file, be attached to order receipt emails?
pl: Czy dokumenty, w postaci pliku .pdf, mają być załączane do listów potwierdzających złożenie zamówienia?

source: Unprocessed
pl: W trakcie realizacji

source: Processed
pl: Zrealizowane

source: Order Totals
pl: Podsumy zamówienia

source: Shipping
pl: Wysyłka

source: Discount
pl: Rabat

source: Products Per Category Page
pl: Ilość produktów na stronę kategorii

source: Number of products to display per category page.
pl: Ilość produktów wyświetlanych na jednej stronie kategorii.

source: Default
pl: Domyślne

source: Recently added
pl: Ostatnio dodane

source: Highest rated
pl: Najwyżej notowane

source: Least expensive
pl: Najtańsze

source: Most expensive
pl: Najdroższe

source: Use product variations
pl: Włącz warianty produktów

source: Use product ratings
pl: Włącz oceny produktów

source: Use product wishlist
pl: Włącz listy życzeń

source: SKU
pl: Kod

source: The selected options are currently unavailable.
pl: Wybrany wariant jest chwilowo niedostępny.

source: The selected options are currently not in stock.
pl: Wybranego wariantu nie ma w tej chwili na stanie.

source: The selected quantity is currently unavailable.
pl: Wybrana ilość jest chwilowo niedostepna.

source: Quantity
pl: Ilość

source: The discount code entered is invalid.
pl: Wpisany kod rabatowy jest nieprawidłowy.

source: My delivery details are the same as my billing details
pl: Moje dane do wysyłki są takie same jak dane płatnika

source: Remember my address for next time
pl: Zapamiętaj mój adres na przyszłość

source: Cardholder name
pl: Nazwa posiadacza karty

source: Card type
pl: Rodzaj karty

source: Card number
pl: Numer karty

source: CCV
pl: Kod karty

source: A security code, usually the last 3 digits found on the back of your card.
pl: Kod bezpieczeństwa, zwykle ostatnie 3 cyfry znajdujące się na odwrocie karty.

source: A valid expiry date is required.
pl: Wymagana jest data ważności karty.

source: Only one variation can be checked as the default.
pl: Tylko jeden wariant może zostać zaznaczony jako domyślny.

source: Please enter a value for only one type of reduction.
pl: Proszę wpisać wartość tylko dla jednego rodzaju zniżki.

source: Unit price
pl: Cena

source: Sale price
pl: Przecena

source: Sale start
pl: Początek wyprzedaży

source: Sale end
pl: Koniec wyprzedaży

source: Number in stock
pl: Ilość na stanie

source: Available for purchase
pl: Dostępny

source: Image
pl: Obraz

source: Product categories
pl: Kategorie

source: Date added
pl: Data dodania

source: Related products
pl: Pokrewne produkty

source: Upsell products
pl: Proponowane produkty

source: Rating
pl: Ocena

source: Product
pl: Produkt

source: Products
pl: Produkty

source: Description
pl: Opis

source: Images
pl: Obrazy

source: Type
pl: Rodzaj

source: Name
pl: Nazwa

source: Product option
pl: Atrybut produktu

source: Product options
pl: Atrybuty produktów

source: Featured Image
pl: Wybrany obraz

source: Sale
pl: Wyprzedaż

source: Minimum price
pl: Cena minimalna

source: Maximum price
pl: Cena maksymalna

source: Combined
pl: Koniunkcja

source: If checked, products must match all specified filters, otherwise products can match any specified filter.
pl: Czy produkt ma pasować do wszystkich podanych filtrów, czy wystarczy, że pasuje do jednego?

source: Product category
pl: Kategoria

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Street
pl: Ulica

source: City/Suburb
pl: Miasto/Miejscowość

source: State/Region
pl: Województwo

source: Zip/Postcode
pl: Kod pocztowy

source: Country
pl: Kraj

source: Phone
pl: Telefon

source: Additional instructions
pl: Uwagi

source: Time
pl: Czas

source: Shipping type
pl: Sposób dostawy

source: Shipping total
pl: Dostawa łącznie

source: Tax type
pl: Rodzaj podatku

source: Tax total
pl: Podatki łącznie

source: Item total
pl: Produkty łącznie

source: Discount type
pl: Rodzaj rabatu

source: Discount code
pl: Kod rabatowy

source: Discount total
pl: Rabat łącznie

source: Order total
pl: Zamówienie razem

source: Transaction ID
pl: Identyfikator transakcji

# shop
source: Order
pl: Zamówienie

# shop
source: Orders
pl: Zamówienia

source: Billing name
pl: Nazwa płatnika

source: Download PDF invoice
pl: Pobierz fakturę w formacie PDF

source: Last updated
pl: Ostatnio zmienione

source: Total price
pl: Łączna cena

source: Title
pl: Tytuł

source: Active
pl: Aktywny

source: Categories
pl: Kategorie

source: Reduce by amount
pl: Obniż o kwotę

source: Reduce by percent
pl: Obniż o procent

source: Reduce to amount
pl: Obniż do kwoty

source: Valid from
pl: Ważne od

source: Valid to
pl: Ważne do

source: Free shipping
pl: Darmowa wysyłka

source: Sales
pl: Wyprzedaże

source: Code
pl: Kod

source: Minimum total purchase
pl: Minimalna kwota zakupów

source: Uses remaining
pl: Pozostałe użycia

source: If you wish to limit the number of times a code may be used, set this value. It will be decremented upon each use.
pl: Wpisz wartość jeśli chcesz ograniczyć ilość razy, jaką kod może zostać wykorzystany. Po każdym użyciu wartość będzię zmniejszana.

source: Discount codes
pl: Kody rabatowe

source: Minimum cart subtotal
pl: Minimalna kwota zakupów

source: Minimum orders subtotal
pl: Minimalna suma zamówień

source: Minimum sum of subtotals for orders completed by client. Only purchases made under the currently logged account are considered.
pl: Minimalna suma podsum zamówień zrealizowanych przez klienta. Uwzględniane są tylko zamówienia wykonane z bieżącym kontem.

source: Loyalty discount
pl: Rabat lojalnościowy

source: Loyalty discounts
pl: Rabaty lojalnościowe

source: Connection type
pl: Rodzaj połączenia

source: Facebook connection kind, such as ``likes``, ``events``, ``friends`` or ``games``.
pl: Rodzaj połączenia na Facebooku, taki jak ``likes``, ``events``, ``friends``czy ``games``.

source: Target id
pl: Id obiektu

source: Open Graph id of an object user is to be connected withto be eliglible for the discount.
pl: Identyfikator obiektu, z którym użytkownik ma być połączony, aby kwalifikowaćsię do przydzielenia rabatu.

source: Facebook discount
pl: Rabat Facebook-owy

source: Facebook discounts
pl: Rabaty Facebook-owe

source: ^product/(?P<slug>.*)/$
pl: ^produkt/(?P<slug>.*)/$

source: ^wishlist/$
pl: ^lista-życzeń/$

source: ^cart/$
pl: ^koszyk/$

source: ^checkout/$
pl: ^kasa/$

source: ^checkout/complete/$
pl: ^kasa/zakończone/$

source: ^invoice/(?P<order_id>\d+)/$
pl: ^faktura/(?P<order_id>\d+)/$

source: Invalid currency locale specified for SHOP_CURRENCY_LOCALE: '%s'. You'll need to set the locale for your system, or configure the SHOP_CURRENCY_LOCALE setting in your settings module.
pl: Niewłaściwa waluta określona dla SHOP_CURRENCY_LOCALE '%s'. Będziesz musiał ustawić walutę poprzez konfigurację swojego systemu lub zmienić SHOP_CURRENCY_LOCALE w module ustawień.

source: Item added to cart
pl: Produkt został dodany do koszyka

source: Item added to wishlist
pl: Produkt został dodany do listy życzeń

source: Please choose attributes
pl: Wybierz atrybuty

source: Item removed from wishlist
pl: Produkt został usunięty z listy życzeń

source: Your cart has expired
pl: Ważnośc Twojego koszyka wygasła

source: Cart updated
pl: Koszyk został zaktualizowany

source: Category
pl: Kategoria

source: Sub-Category
pl: Podkategoria

source: Number in Stock
pl: Ilość na stanie

source: Unit Price
pl: Cena

source: Sale Price
pl: Cena w wyprzedaży

source: Sale Start Date
pl: Data rozpoczęcia wyprzedaży

source: Sale Start Time
pl: Godzina rozpoczęcia wyprzedaży

source: Sale End Date
pl: Data zakończenia wyprzedaży

source: Sale End Time
pl: Godzina zakończenia wyprzedaży

source: product
pl: produkt

source: Import/Export products from a csv file.
pl: Importuj/eksportuj produkty z pliku csv.

source: Import products from csv file.
pl: Importuj produkty z pliku csv.

source: Export products from csv file.
pl: Eksportuj produkty do pliku csv.

source: Please provide csv file to import
pl: Podaj plik csv do zaimportowania

source: need to import or export
pl: Można tylko importować lub eksportować

source: Importing ..
pl: Importowanie ..

source: Exporting ..
pl: Eksportowanie ..

source: A general error occured:
pl: Wystąpił błąd ogólny:

source: Transaction declined:
pl: Transakcja odrzucona:

source: Transaction declined
pl: Transakcja odrzucona

source: View past orders
pl: Zobacz poprzednie zamówienia

source: History
pl: Historia

source: Items Ordered
pl: Zamówione produkty

source: Item
pl: Produkt

source: Qty
pl: Ilość

source: Price
pl: Wartość

source: Dear
pl: Drogi/Droga

source: Your order has been successful, details are below.
pl: Twoje zamówienie zostało przyjęte, szczegóły znajdziesz poniżej.

source: Order ID:
pl: Numer zamówienia:

source: Billing Details:
pl: Dane płatnika

source: Shipping Details:
pl: Dane do wysyłki

source: Items Ordered:
pl: Zamówione produkty

source: each
pl: każdy

source: Order Receipt
pl: Zamówienie

source: 1 item
pl: 1 produkt

source: in cart
pl: w koszyku

source: Return to Checkout
pl: Wróc do zamawiania

source: Go to Checkout
pl: Przejdź do zamawiania

source: Wishlist contains 1 item
pl: Lista życzeń zawiera 1 produkt

source: Sort by
pl: Sortuj według

source: On sale:
pl: Wyprzedaż:

source: Coming soon
pl: Już wkrótce

source: If you have an existing account or would like to create one, please <a href="%(login_url)s?next=%(next)s">log in</a> or <a href="%(signup_url)s?next=%(next)s">sign up</a>.
pl: Jeśli masz konto lub chciałbyś je utworzyć <a href="%(login_url)s?next=%(next)s">zaloguj się</a> lub <a href="%(signup_url)s?next=%(next)s">zarejestruj</a>.

source: Billing Details
pl: Dane płatnika

source: Delivery Details
pl: Dane do wysyłki

source: Your Cart
pl: Twój koszyk

source: Remove?
pl: Usunąć?

source: Update Cart
pl: Aktualizuj koszyk

source: Apply
pl: Zastosuj

source: You may also like:
pl: Mogą Ci się również spodobać:

source: Your Cart is empty.
pl: Twój koszyk jest pusty.

source: Checkout
pl: Kasa

source: Step
pl: Krok

source: of
pl: z

source: Complete
pl: Zakończone

source: Edit Cart
pl: Edytuj koszyk

source: Please correct the errors below.
pl: Proszę poprawić poniższe błędy.

source: Next
pl: Dalej

source: Back
pl: Powrót

source: Your cart is empty.
pl: Twój koszyk jest pusty.

source: This may be due to your session timing out after a period of inactivity.
pl: Może być to spowodowane wygaśnięciem sesji po okresie nieaktywności.

source: We apologize for the inconvenience.
pl: Przepraszamy za niedogodności.

source: Continue Shopping
pl: Kontynuuj zakupy

source: Order Complete
pl: Zamówienie zakończone

source: Thank you for shopping with us, your order is complete.
pl: Dziękujemy, że zdecydowałeś się zrobić u nas zakupy, Twoje zamówienie zostało przyjęte.

source: We've sent you a receipt via email.
pl: Wysłaliśmy Ci pokwitowanie e-mailem.

source: You can also view your invoice using one of the links below.
pl: Możesz również zobaczyć swoją fakturę klikając na jeden z poniższych linków.

source: View invoice in your browser
pl: Zobacz fakturę w swojej przeglądarce

source: Shipping Details
pl: Dane do wysyłki

source: Order History
pl: Historia zamówień

source: Date / time
pl: Data / godzina

source: Paid
pl: Zapłacone

source: Download PDF
pl: Pobierz PDF

source: View invoice
pl: Zobacz fakturę

source: You have not ordered anything from us yet.
pl: Niczego jeszcze u nas nie zamówiłeś.

source: Buy
pl: Kup

source: Save for later
pl: Zachowaj na później

source: This product is currently unavailable.
pl: Ten produkt jest chwilowo niedostępny.

source: Related Products
pl: Produkty pokrewne

source: Your Wishlist
pl: Twoja lista życzeń

source: Remove
pl: Usuń

source: Your wishlist is empty.
pl: Twoja lista życzeń jest pusta.

source: Your Details
pl: Twoje dane

source: Subtotal
pl: Podsuma

source: Total
pl: Razem

source: Payment Details
pl: Szczegóły płatności

source: Card Expiry
pl: Data ważności karty
