Repository: akanouras/cartridge
Catalog: cartridge/attributes/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Products
pl: Produkty

source: Edit
pl: Edytuj

source: Attribute
pl: Atrybut

source: Name
pl: Nazwa

source: Attribute kind such as color, size etc.
pl: Rodzaj atrybutu, taki jak kolor, rozmiar itp.

source: Required
pl: Wymagany

source: Can the client leave this attribute unspecified?
pl: Czy klient może pozostawić ten atrybut bez wartości?

source: Visible
pl: Widoczny

source: Should this attribute be visible in cart?
pl: Czy ten atrybut ma być widoczny w koszyku?

source: product attribute
pl: atrybut produktu

source: product attributes
pl: atrybuty produktu

source: Max length
pl: Maksymalna długość

source: Maximum number of characters a client can enter. Leave blank if you don't want to limit the text length.
pl: Maksymalna ilość znaków jaką może wprowadzić klient. Pozostaw puste jeśli nie chcesz ograniczać długości tekstu.

source: string attribute
pl: atrybut tekstowy

source: string attributes
pl: atrybuty tekstowe

source: Free characters
pl: Darmowe znaki

source: Characters excluded from the price calculation (regular expression).
pl: Znaki pomijane przy wyliczaniu ceny (wyrażenie regularne).

source: characters attribute
pl: atrybut znakowy

source: characters attributes
pl: atrybuty znakowe

source: Group name displayed as a heading in selection boxes.
pl: Nazwa grupy, wyświetlana jako nagłówek w polach wyboru.

source: options group
pl: grupa opcji

source: options groups
pl: grupy opcji

source: Group this option together with some other options. After creating new groups you need to save before they are available for selection.
pl: Zgrupuj opcję z innymi opcjami. Po utworzeniu nowych grup musisz je zapisać zanim będą dostępne do wyboru.

source: Option
pl: Opcja

source: Potential value of the attribute.
pl: Potencjalna wartość atrybutu.

source: Price change
pl: Modyfikacja ceny

source: Unit price will be modified by this amount, if the option is chosen.
pl: Jeśli klient wybierze tę opcję, cena za sztukę będzie podwyższona lub obniżona o podaną kwotę,

source: choice option
pl: opcja do wyboru

source: choice options
pl: opcje do wyboru

source: simple choice attribute
pl: prosty atrybut wyboru

source: simple choice attributes
pl: proste atrybuty wyboru

source: image choice attribute
pl: atrybut wyboru obrazu

source: image choice attributes
pl: atrybuty wyboru obrazu

source: Image
pl: Obraz

source: Image presenting the option.
pl: Obraz prezentujący opcję.

source: color choice attribute
pl: atrybut wyboru koloru

source: color choice attributes
pl: atrybuty wyboru koloru

source: Color
pl: Kolor

source: Choosable color (in #RRGGBB notation).
pl: Kolor do wyboru (w notacji #RRGGBB).

source: subproduct choice attribute
pl: atrybut wyboru podproduktu

source: subproduct choice attributes
pl: atrybuty wyboru podproduktu

source: Another product, being a part or add-on for the main product (the product the attribute is assigned to).
pl: Inny produkt, część lub dodatek do głównego produktu (produktu, do którego jest przypisany atrybut).

source: subproduct image choice attribute
pl: atrybut wyboru podproduktu z obrazem

source: subproduct image choice attributes
pl: atrybuty wyboru podproduktu z obrazem

source: Additional image illustrating the subproduct.
pl: Dodatkowy obraz ilustrujący podprodukt.

source: Maximum file size
pl: Maksymalna wielkość pliku

source: Maximum size of file users are allowed to upload, in megabytes. Zero means no limit.
pl: Maksymalna wielkośc plików, jakie użytkownicy mogą wgrywać, w megabajtach. Zero oznacza brak limitu.

source: Use as item image
pl: Wyświetlaj jako obraz produktu

source: Show the uploaded image instead of item's own image in cart.
pl: Pokaż wgrany obraz zamiast obrazu produktu w koszyku.

source: image attribute
pl: atrybut obrazu

source: image attributes
pl: atrybuty obrazu

source: Uploaded image can't be larger than {} MB.
pl: Wgrany plik nie może być większy niż {} MB.

source: Values separator
pl: Separator wartości

source: Character or string used to separate values when parsing posted string. Must be guaranteed not to appear in string representation of any single value.
pl: Znak lub napis używany do rozdzielenia wartości przy analizowaniu przesłanego napisu. Nie może pojawiać się w tekstowej reprezentacji pojedynczej wartości.

source: list attribute
pl: atrybut listowy

source: list attributes
pl: atrybuty listowe

source: none
pl: brak
